cask "cursor"
cask "visual-studio-code"
cask "intellij-idea"
cask "docker"
cask "testcontainers-desktop"
cask "lens"
cask "devtoys"
cask "boop"
cask "slack"
cask "whatsapp"
cask "notion"
cask "linear-linear"
cask "raycast"
cask "obsidian"
cask "dropbox"
cask "deepl"
cask "drawio"
cask "google-chrome"
cask "firefox"
cask "spotify"
cask "iterm2"
cask "warp"
cask "go2shell"
cask "apidog"
brew "kubectl"
brew "nvm"

