# CLI Tools
brew "kubectl"
brew "docker"
brew "git"
brew "helm"
brew "k6"
brew "kubelogin"
brew "azure-cli"
brew "azcopy"
brew "jq"
brew "zsh"
brew "tmux"
brew "htop"
brew "tree-sitter"
brew "nvm"
brew "node"
brew "python"
brew "imagemagick"
brew "vips"
brew "ffmpeg"
brew "coreutils"
brew "findutils"
brew "zbar"
brew "ripgrep"
brew "fzf"
brew "httpie"
brew "kubectl"
brew "gh"

cask "cursor"
cask "visual-studio-code"
cask "intellij-idea"
cask "docker"
cask "testcontainers-desktop"
cask "lens"
cask "devtoys"
cask "boop"
cask "slack"
cask "whatsapp"
cask "notion"
cask "linear-linear"
cask "raycast"
cask "obsidian"
cask "dropbox"
cask "deepl"
cask "drawio"
cask "google-chrome"
cask "firefox"
cask "spotify"
cask "iterm2"
cask "warp"
cask "go2shell"
cask "apidog"
